---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsSystemRisedrop1lineteedownsymbolParam
source: html/e081d400-99a7-c063-52c0-a01bd7cba260.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsSystemRisedrop1lineteedownsymbolParam Property

"Single Line Tee Down Symbol"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsSystemRisedrop1lineteedownsymbolParam { get; }
```